# St7GetNFAFileOpenMinMass

Returns the mass participation threshold for result cases of Natural Frequency results.

long St7GetNFAFileOpenMinMass(long uID, double* Mass)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Mass
Minimum mass participation (percentage) for a result case to be available when natural frequency
results are opened.